Repository: erdemalparslan/CyAwareDataLayerServices
Catalog: Inspinia_MVC5_SeedProject/App_LocalResources/Resource.*.resx
Languages: tr_tr

source: Ip Address
tr_tr: Ip Adresi

# IpRequired
source: Ip address is required
tr_tr: Ip adresi gereklidir

# ActivationDateColHeader
source: Activation Date
tr_tr: Aktivasyon Tarihi

# CancelBtn
source: Cancel
tr_tr: İptal

# CreateHeaderInstProf
source: Create Instagram Profile
tr_tr: Instagram Profili Oluştur

# CreateHeaderIpAddr
source: Create Ip Address
tr_tr: Ip Adresi Oluştur

# CreateHeaderIpRange
source: Create Ip Range
tr_tr: Ip Aralığı Oluştur

# CreateHeaderTwitProf
source: Create Twitter Profile
tr_tr: Twitter Profili Oluştur

# DeleteBtn
source: Delete
tr_tr: Sil

# DeleteHeaderInstProf
source: Confirmation to Delete Instagram Profile
tr_tr: Instagram Profili Silme Onayı

# DeleteHeaderIpAddr
source: Confirmation to Delete Ip Address
tr_tr: Ip Adresi Silme Onayı

# DeleteHeaderIpRange
source: Confirmation to Delete Ip Range
tr_tr: Ip Aralığı Silme Onayı

# DeleteHeaderTwitProf
source: Confirmation to Delete Twitter Profile
tr_tr: Twitter Profili Silme Onayı

# Schedule1
source: Once every <b>{0}</b>
tr_tr: <b>{0}</b> bir

# Schedule1Between
source: Once every <b>{0}</b> between <b>{1}</b> and <b>{2}</b> hours
tr_tr: <b>{0}</b> bir, saat <b>{1}</b> ile <b>{2}</b> arasında

# ScheduleColumnHeader
source: Schedule
tr_tr: Çalışma Zamanı

# ScheduleDay
source: day(s)
tr_tr: Günde

# ScheduleHour
source: hour(s)
tr_tr: Saatte

# ScheduleMinute
source: minute(s)
tr_tr: Dakikada

# ScheduleMonth
source: month(s)
tr_tr: Ayda

# ScheduleMore
source: Once every <b>{0} {1}</b>
tr_tr: <b>{0} {1}</b> bir

# ScheduleMoreBetween
source: Once every <b>{0} {1}</b> between <b>{2}</b> and <b>{3}</b> hours
tr_tr: <b>{0} {1}</b> bir, saat <b>{2}</b> ile <b>{3}</b> arasında

# ScheduleWeek
source: week(s)
tr_tr: Haftada

# SettingsChooseYourLanguage
source: Choose Your Language
tr_tr: Dil Seçimi Yapınız

# EditHeaderInstProf
source: Edit Instagram Profile
tr_tr: Instagram Profili Güncelle

# EditHeaderIpAddr
source: Edit Ip Address
tr_tr: Ip Adresi Güncelle

# EditHeaderIpRange
source: Edit Ip Range
tr_tr: Ip Aralığı Güncelle

# EditHeaderTwitProf
source: Edit Twitter Profile
tr_tr: Twitter Profili Güncelle

# EntityBaseTitle
source: Assets
tr_tr: Kaynaklar

# IndexHeaderInstProf
source: Instagram Profiles
tr_tr: Instagram Profilleri

# IndexHeaderIpAddr
source: Ip Addresses
tr_tr: Ip Adresleri

# IndexHeaderIpRange
source: Ip Ranges
tr_tr: Ip Aralıkları

# IndexHeaderTwitProf
source: Twitter Profiles
tr_tr: Twitter Profilleri

# IndexTablePropAction
source: Actions
tr_tr: İşlemler

# IndexTablePropCreateNew
source: Create New
tr_tr: Yeni Oluştur

source: Instagram Profile
tr_tr: Instagram Profili

source: Ip Range
tr_tr: Ip Aralığı

# IpRangeLengthCheck
source: Please enter a valid ip range (i.e. between 0-32)
tr_tr: Lütfen geçerli bir ip aralığı giriniz (0-32 arasında)

# IpRangeRequired
source: Ip range is required
tr_tr: Ip aralığı gereklidir

# ModuleColumnHeader
source: Module
tr_tr: Modül

# PolicyTableTitle
source: Policies
tr_tr: Politikalar

# PolicyTitle
source: Policies
tr_tr: Politikalar

source: Profile Id
tr_tr: Profil Id

# ProfileIdRequired
source: Profile id is required
tr_tr: Profil id gereklidir

# SaveBtn
source: Save
tr_tr: Kaydet

# SocNetSearchStr
source: String to Search
tr_tr: Aranacak İfadeler

# SocNetSearchStrRequired
source: String to search is required
tr_tr: Aranacak ifadeler gereklidir

# StatusColHeader
source: Status
tr_tr: Durum

source: Twitter Profile
tr_tr: Twitter Profili

# UpdateBtn
source: Update
tr_tr: Güncelle

# ModuleName1
source: Service and systems availability checker module
tr_tr: Servis ve sistem erişim kontrol modülü

# ModuleName2
source: Twitter activity checker module
tr_tr: Twitter aktivitesi kontrol modülü

# ModuleName3
source: Instagram activity checker module
tr_tr: Instagram aktivitesi kontrol modülü

# PolicyCreateTitle
source: Create Policy
tr_tr: Politika Oluştur

# PolicyEditTitle
source: Edit Policy
tr_tr: Politika Güncelle

# PolicyDeleteTitle
source: Confirmation to Delete Policy
tr_tr: Politika Silme Onayı

# PolicyStatusActive
source: Active
tr_tr: Aktif

# PolicyStatusInactive
source: Inactive
tr_tr: Pasif

# PolicyStep1
source: First Step
tr_tr: Birinci Adım

# PolicyStep2
source: Second Step
tr_tr: İkinci Adım

# PolicyStep3
source: Third Step
tr_tr: Üçüncü Adım

# PolicyStepFollow
source: Please follow steps...
tr_tr: Lütfen adımları takip edin...

# PolicySelectModuleInfo
source: Select a module for policy
tr_tr: Politika için bir modül seçiniz

# PolicySelectIpInfo
source: Select ip / ip range for policy
tr_tr: Politka için ip / ip aralığı seçiniz

# PolicySelectTwitterInfo
source: Select twitter profile(s) for policy
tr_tr: Politika için twitter profil(ler)i seçiniz

# PolicySelectInstagramInfo
source: Select instagram profile(s) for policy
tr_tr: Politika için instagram profil(ler)i seçiniz

# PolicySelectIpCol
source: Ip address assets
tr_tr: Ip adresi kaynakları

# PolicySelectIpRangeCol
source: Ip range assets
tr_tr: Ip aralığı kaynakları

# PolicyDefineScheduleInfo
source: Define a schedule period
tr_tr: Çalışma düzeni tanımlayınız

# PolicyScheduleDayInfo
source: Day
tr_tr: Gün

# PolicyScheduleHourInfo
source: Hour
tr_tr: Saat

# PolicyScheduleMonthInfo
source: Month
tr_tr: Ay

# PolicyScheduleWeekInfo
source: Week
tr_tr: Hafta

# PolicyScheduleMinuteInfo
source: Minute
tr_tr: Dakika

# PolicySchedulePeriod
source: Period
tr_tr: Periyot

# PolicyScheduleStartAt
source: Start at
tr_tr: Başlangıç

# PolicyScheduleFinishAt
source: Finish at
tr_tr: Bitiş

# PolicySelectEntityInfo
source: Select at least an asset
tr_tr: En az bir kaynak seçiniz

# PolicyFillAllFields
source: Fill all necessary fields!
tr_tr: Tüm gerekli alanları doldurunuz

# SettingsTitle
source: Settings
tr_tr: Ayarlar

source: Search
tr_tr: Ara

source: Register
tr_tr: Kayıt Ol

source: Log in
tr_tr: Giriş Yap
